tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "xz"
brew "docutils"
brew "awscli"
brew "bzip2"
brew "clang-format"
brew "ctags"
brew "curl"
brew "docker"
brew "wxwidgets"
brew "erlang"
brew "fd"
brew "ncurses"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gotests"
brew "hyperfine"
brew "jq"
brew "lbzip2"
brew "libpq"
brew "little-cms2"
brew "lzlib"
brew "mockery"
brew "zlib"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openjdk"
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "python@3.9"
brew "tcl-tk"
brew "r"
brew "rabbitmq"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yt-dlp"

cash "appcleaner"
cask "firefox"
cask "alacritty"
cask "google-chrome"
cask "flux"
cask "1password"
cask "rectangle"
cask "spotify"
cask "docker"
cask "caffeine"
cask "kap"
cask "the-unarchiver"
cask "font-jetbrains-mono-nerd-font"
cask "karabiner-elements"
