tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "libsql/sqld"
tap "nikitabobko/tap"
tap "tursodatabase/tap"
brew "act"
brew "libpng"
brew "xz"
brew "little-cms2"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "readline"
brew "asdf"
brew "awscli"
brew "bison"
brew "bzip2"
brew "freetype"
brew "gettext"
brew "clang-format"
brew "cmake"
brew "curl"
brew "gd"
brew "krb5"
brew "libsodium"
brew "libzip"
brew "composer"
brew "ctags"
brew "docker"
brew "docutils"
brew "wxwidgets"
brew "erlang"
brew "exercism"
brew "fd"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gotests"
brew "hyperfine"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lbzip2"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "lzlib"
brew "minikube"
brew "mockery"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "openblas"
brew "openjdk"
brew "openssl@1.1"
brew "pandoc"
brew "php@8.1"
brew "pkgconf"
brew "postgresql@14", restart_service: :changed
brew "pre-commit"
brew "python@3.9"
brew "r"
brew "rabbitmq"
brew "re2c"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "starship"
brew "staticcheck"
brew "tcl-tk"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "typescript"
brew "virtualenv"
brew "wget"
brew "wireshark"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "tursodatabase/tap/turso"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "anki"
cask "beekeeper-studio"
cask "charles"
cask "dotnet-sdk"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "openoffice"
