tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "python@3.9"
brew "clang-format"
brew "ctags"
brew "docker", link: false
brew "unbound"
brew "gnutls"
brew "erlang"
brew "fish"
brew "gcc"
brew "gdb"
brew "git"
brew "gnupg"
brew "goenv", args: ["HEAD"]
brew "jq"
brew "libpq"
brew "zlib"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "node", link: false
brew "openjdk"
brew "pandoc"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rabbitmq"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
cask "alacritty"
cask "alfred"
cask "breaktimer"
cask "dash"
cask "figma"
cask "flux"
cask "insomnia"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
